{
    "button": {
        "close": "Stäng",
        "back": "Tillbaka"
    },
    "datetime": {
        "months": [
            "Januari",
            "Februari",
            "Mars",
            "April",
            "Maj",
            "Juni",
            "Juli",
            "Augusti",
            "September",
            "Oktober",
            "November",
            "December"
        ],
        "seconds_ago": "{count} sekunder sedan",
        "minutes_ago": "{count} minuter sedan",
        "hours_ago": "{count} timmar sedan",
        "days_ago": "{count} dagar sedan"
    },
    "error_codes": {
        "404": {
            "title": "404",
            "description": "Den begärda sidan kunde inte hittas."
        },
        "403": {
            "title": "403",
            "description": "Du har inte behörighet att komma åt den här sidan. Du kanske inte är inloggad?"
        }
    },
    "main_title_tabs": {
        "home_tab": "Hem",
        "about_tab": "Om",
        "contact_tab": "Kontakt",
        "recruitment_tab": "Rekrytering",
        "about_association_tab": "Om Föreningen",
        "history_tab": "Historia"
    },
    "footer": {
        "resources_title": "Resurser",
        "credits_title": "Krediter",
        "contact_title": "Kontakt"
    },
    "home": {
        "read_more_text": "Läs mer",
        "recruit_section": {
            "title": "Är du intresserad av att vara med?",
            "description": "I nuläget rekryterar vi inte nya medlemmar men om du är intresserad av att bli en del utav föreningen, klicka på knappen nedan för att skicka in en intresseanmälan."
        },
        "started_section": {
            "title": "Nu är vi igång!",
            "description": "Nu har vi äntligen kommit igång och vi hoppas att ni vill vara med på vår resa! Kolla gärna in våra sociala kanaler för att hålla er uppdaterade med allt som händer i Luleå Formula Racing"
        },
        "history_section": {
            "title": "Kolla in tidigare bilar",
            "description": "LTU har tidigare år haft ett racinglag som tävlat i Formula Student i ett antal år. Kolla in deras historia och lär dig lite mer om de tidigare bilarna genom att klicka på knappen nedan!"
        },
        "this_is_section": {
            "title": "Det här är Luleå Formula Student",
            "description": "Luleå Formula Student är en studentdriven organisation med ambitionen att leda produktionen och utvecklingen av en formelbil. Plattformen skapar möjlighet för ingenjörsstudenter att arbeta som ett team och att utveckla en suverän produkt inom fordonsindustrin. 2022 startar det nya formelstudentteamet vid Luleå tekniska universitet. Läs mer om oss och vår resa nedan."
        },
        "contact_section": {
            "title": "Kontakta oss",
            "description": "För att hitta information om hur du vill kontakta oss klicka på knappen nedan. Vi svarar gärna och så fort vi kan."
        }
    },
    "about": {
        "title": "Om Oss",
        "description": "Luleå Formula Student är en nystartad förening som har som mål att skapa och utveckla en formelbil som ska delta i olika tävlingar runt om i världen.",
        "team": {
            "title": "Våra lag",
            "titles": {
                "upper_management": "Högsta Ledningen",
                "project-leader": "Projekledare",
                "technical-leader": "Teknikledare",
                "team-leader": "Lagledare | Lagledare",
                "team-member": "Lagmedlem",
                "hr-manager": "HR-ansvarig",
                "human_resources": "Personalansvarig"
            },
            "board": {
                "title": "Ledningsgruppen",
                "description": "Tillsammans med lagen ansvarar ledningsgruppen för att föreningen ska fungera och utvecklas. Ledningsgruppen består av 10 personer som är valda av föreningens medlemmar och består av en projektledare, 2 st teknikledare och lagledare för varje lag samt HR-ansvarig. Ledningsgruppen ansvarar för att föreningen följer stadgarna, lagar och når uppsatta mål inom föreningen. Ledningsgruppen är också ansvarig för att föreningen har en god ekonomi och en god ekonomisk ställning."
            },
            "administration": {
                "title": "Administration",
                "description": "Administrationen är en del av föreningen som arbetar med att sköte föreningens ekonomi och administration. Tillsammans med styrelsen är administrationslaget ansiktet utåt för föreningen, sköter PR, sociala medier och sponsorkontakt. Administration är också ansvariga för att planera och genomföra föreningens evenemang. Även om inte administrationslaget jobbar på någon utveckling av bilen är de yttersviktiga för att föreningen ska fungera."
            },
            "aerodynamics": {
                "title": "Aerodynamik",
                "description": "Aerodynamiklaget ansvarar över lag för strömmande luft runt bilen kan nyttjas på bästa sätt. Exempelvis hur man kan använda luft för att förbättra förmågan att svänga i tajta kurvor och hur luft kan användas för att kyla för varma komponenter i bilen."
            },
            "chassis": {
                "title": "Chassi",
                "description": "Chassilaget jobbar med att utveckla bilens ram och strukter, även en hel del inom säkerhet och ergonomi för föraren. Chassilaget ansvarar för att bilen ska vara så stark och hållbar som möjligt samtidigt så lätt som möjligt. Chassilaget är också ansvariga för att integrera alla lagens olika komponenter i bilen för att i slutändan få byggt en bil."
            },
            "power-train": {
                "title": "Drivlina",
                "description": "Drivlinan är det som gör att bilen kan röra sig framåt. Drivlinan behandlar alla kompoeneter som får den lagrade energin i bilen till att generera en kraft mot vägen som får bilen att köra frammåt."
             },
            "vehicle-dynamics": {
                "title": "Fordonsdynamik",
                "description": "Fordonsdynamiklaget beaktar de dynamiska krafterna och yttre förhållandenen på bilen. Fordonsdynamiklaget ansvarar för att bilen ska kunna svänga och bromsa på ett säkert sätt. Fordonsdynamiklaget är också ansvariga för att bilen ska kunna hålla sig på vägen och inte kippa över."
              },
            "low-voltage": {
                "title": "Lågspänning",
                "description": "Lågspänninglaget ansvarar för att utveckla och integrera alla elektroniska komponenter i bilen. Lågspänninglaget är också ansvariga för att bilen ska kunna kommunicera med omvärlden och för att bilen ska kunna mäta och rapportera data om bilens prestanda."
             }
        },
        "links": {
            "title": "Läsbara länkar"
        }
    },
    "history": {
        "title": "Vår Historia",
        "description": "",
        "earlier_cars": {
            "title": "Bilar från tidigare år",
            "description": "LTU har under tidigare år varit med och tävlat i Formula Student. Då har projektet utförts v studenter genom genom att vara ett utav SIRIUS-projekten för sistaårsstudenterna för maskinteknik och en grupp studenter från systemvetenskap. Här kan du läsa mer om bilarna som har tävlat tidigare år."
        },
        "car_specs": {
            "title": "Bilens specifikationer:",
            "weight": "Vikt: {weight} kg",
            "engine": "Motor: {engine}",
            "hp": "Hästkrafter: {hp} hp",
            "power": "Effekt: {power} kW",
            "torque": "Vridmoment: {torque} Nm",
            "zeroToHundred": "0-100 km/h: {zeroToHundred} sekunder",
            "topSpeed": "Topphastighet: {topSpeed} km/h"
        },
        "2005": {
            "title": "2005",
            "description": "Bilen från år 2005 är antagligen den äldsta av bilarna som fortfarande idag finns kvar även i näst intill i körbart skick."
        },
        "2006": {
            "title": "2006",
            "description": "År 2006 kom årets bil från LTU på 13:e plats av 59 tävlande lag på tävlingen i Silverstone, England."
        },
        "2007": {
            "title": "2007",
            "description": "År 2007 återanvände man den förra bilen och byggde vidare och förbättrade. På bilden visas den senaste och sista upplagan av LTU's medverkan i Formula Student då projektet lades ner år 2008. Denna bil finns även kvar idag och är på display i E-Huset"
        },
        "2022_summer": {
            "title": "Sommaren 2022",
            "description": "Innan sommaren kände en grupp studenter att det var tråkigt att det inte fanns något formelbilsprojekt på LTU. Därför bestämde de sig för att starta upp ett nytt projektförening och nu är vi igång!"
        },
        "2022_autumn": {
            "title": "Hösten 2022",
            "description": "Under hösten skapades föreningen och på första årsmötet röstades in en ny styrelse med 8 st och med hjälp av 24 st medlemmar ska de nu ta fram och utveckla en bil som ska tävla i Formula Student."
        }
    },
    "contact": {
        "reach_us": "Du kan nå oss",
        "social_media": "Sociala medier",
        "contact_board": "Kontakta någon i styrelsen",
        "email": "E-post: ",
        "phone-number": "Telefonnummer: "
    },
    "recruitment": {
        "title": "Rekrytering",
        "description": [
            "Kul att du är intresserad av att vara med i Luleå Formula Student! I nuläget rekryterar vi inte nya medlemmar men vi vill gärna komma i kontakt med dig när vi rekryterar igen. Fyll i dina kontaktuppgifter i formuläret nedan så kontaktar vi dig när vi öppnar upp för nya medlemmar.",
            "Till dess kan du läsa mer om föreningen och tidigare projekt och bilar som har gjorts på LTU. Om du har frågor eller funderingar är du välkommen att kontakta oss."],
        "roll_description": "(Du kan klicka på varje roll för att komma vidare till en mer detaljerad beskrivning av rollen.)",
        "to_teams_button": "Till våra team"
    },
    "search": {
        "title": "Sök",
        "placeholder": "Sök efter något...",
        "no_results": "Inga resultat hittades",
        "description": "Hittade {count} resultat för {query} på {time} sekunder."
    }
}